Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# extendedOvernightNote
source: This shift ends the next day.
ar: تنتهي هذه المناوبة في اليوم التالي.
de: Diese Schicht endet am Folgetag.
es: Este turno termina al día siguiente.
fr: Ce service se termine le lendemain.
hi_in: यह शिफ़्ट अगले दिन खत्म होती है।
id: Sif ini berakhir keesokan harinya.
it: Questo turno finisce il giorno dopo.
ja: このシフトは翌日に終わります。
ko: 이 근무는 다음 날 끝납니다.
mr_in: ही शिफ्ट दुसऱ्या दिवशी संपते.
pt: Este turno termina no dia seguinte.
ru: Эта смена заканчивается на следующий день.
th: กะนี้สิ้นสุดในวันถัดไป
tr: Bu vardiya ertesi gün biter.
vi: Ca này kết thúc vào hôm sau.
zh_cn: 这个班次在次日结束。
zh_hk: 呢個班次喺翌日完結。
zh_tw: 這個班次在隔天結束。

# extendedPattern
source: Pattern
ar: النمط
de: Muster
es: Ciclo
fr: Cycle
hi_in: क्रम
id: Pola
it: Ciclo
ja: シフトのパターン
ko: 근무 패턴
mr_in: क्रम
pt: Ciclo
ru: Цикл
th: รูปแบบ
tr: Düzen
vi: Chu kỳ
zh_cn: 排班规律
zh_hk: 排班規律
zh_tw: 排班規律

# extendedPatternCustom
source: Custom cycle
ar: دورة مخصصة
de: Eigener Zyklus
es: Ciclo personalizado
fr: Cycle personnalisé
hi_in: अपना चक्र
id: Siklus kustom
it: Ciclo personalizzato
ja: カスタム周期
ko: 사용자 지정 주기
mr_in: स्वतःचे चक्र
pt: Ciclo personalizado
ru: Свой цикл
th: รอบกำหนดเอง
tr: Özel döngü
vi: Chu kỳ tùy chỉnh
zh_cn: 自定义周期
zh_hk: 自訂週期
zh_tw: 自訂週期

# extendedPatternKind
source: Repeats as
ar: يتكرر كـ
de: Wiederholt sich als
es: Se repite como
fr: Se répète comme
hi_in: ऐसे दोहराएँ
id: Berulang sebagai
it: Si ripete come
ja: 繰り返し方
ko: 반복 방식
mr_in: असे पुन्हा होते
pt: Repete-se como
ru: Повторяется как
th: วนแบบ
tr: Tekrar biçimi
vi: Lặp lại theo
zh_cn: 循环方式
zh_hk: 循環方式
zh_tw: 循環方式

# extendedRestKindNote
source: Days with this shift are rest days, so nothing counts down to them.
ar: الأيام التي تحمل هذه المناوبة أيام راحة، فلا يبدأ فيها أي عد تنازلي.
de: Tage mit dieser Schicht sind frei – dafür startet kein Countdown.
es: Los días con este turno son de descanso, así que no empieza ninguna cuenta atrás.
fr: Les jours avec ce service sont des jours de repos : aucun compte à rebours ne démarre.
hi_in: इस शिफ़्ट वाले दिन छुट्टी के होते हैं, इसलिए उन पर उलटी गिनती शुरू नहीं होती।
id: Hari dengan sif ini adalah hari libur, jadi hitung mundur tidak dimulai.
it: I giorni con questo turno sono di riposo, quindi non parte nessun conto alla rovescia.
ja: このシフトの日は休日になり、出勤のカウントダウンは始まりません。
ko: 이 근무가 배정된 날은 휴무일이라 출근 카운트다운이 시작되지 않습니다.
mr_in: या शिफ्टचे दिवस सुट्टीचे असतात, त्यामुळे त्यांसाठी उलटगणती सुरू होत नाही.
pt: Os dias com este turno são de folga, por isso nenhuma contagem começa.
ru: Дни с этой сменой — выходные, отсчёт до работы не запускается.
th: วันที่เป็นกะนี้คือวันพัก จึงไม่มีการนับถอยหลังเข้างาน
tr: Bu vardiyanın olduğu günler izin günüdür; geri sayım başlamaz.
vi: Những ngày có ca này là ngày nghỉ nên không bắt đầu đếm ngược.
zh_cn: 排到这个班次的日子是休息日，不会开始上班倒计时。
zh_hk: 排咗呢個班次嘅日子係休息日，唔會開始返工倒數。
zh_tw: 排到這個班次的日子是休息日，不會開始上班倒數。

# extendedSchedule
source: Shift roster
ar: جدول المناوبات
de: Schichtplan
es: Cuadrante de turnos
fr: Planning de services
hi_in: शिफ़्ट रोस्टर
id: Jadwal sif
it: Turnazione
ja: シフト表
ko: 교대 근무표
mr_in: शिफ्ट वेळापत्रक
pt: Escala de turnos
ru: График смен
th: ตารางกะ
tr: Vardiya çizelgesi
vi: Lịch ca
zh_cn: 扩展排班
zh_hk: 擴展排班
zh_tw: 擴充排班

# extendedScheduleDescription
source: Mix early, late and night shifts in a repeating pattern.
ar: مناوبات صباحية ومسائية وليلية بنمط متكرر.
de: Früh-, Spät- und Nachtschichten im festen Rhythmus.
es: Turnos de mañana, tarde y noche en un ciclo que se repite.
fr: Services du matin, du soir et de nuit selon un cycle.
hi_in: सुबह, शाम और रात की शिफ़्ट एक तय क्रम में दोहराएँ।
id: Sif pagi, sore, dan malam dalam pola berulang.
it: Turni di mattina, pomeriggio e notte in un ciclo che si ripete.
ja: 早番・遅番・夜勤などを、決まった周期で繰り返します。
ko: 주간·오후·야간 근무를 정해진 주기로 반복합니다.
mr_in: सकाळ, संध्याकाळ आणि रात्रीच्या शिफ्ट ठरलेल्या क्रमाने पुन्हा वापरा.
pt: Turnos da manhã, da tarde e da noite num ciclo que se repete.
ru: Утренние, вечерние и ночные смены по повторяющемуся циклу.
th: กะเช้า กะบ่าย และกะดึก วนตามรูปแบบที่ตั้งไว้
tr: Sabah, akşam ve gece vardiyalarını tekrar eden bir düzende planlayın.
vi: Ca sáng, ca chiều, ca đêm lặp lại theo chu kỳ.
zh_cn: 早班、晚班、夜班等多种班次，按规律循环。
zh_hk: 早更、晚更、夜更等唔同班次，按規律循環。
zh_tw: 早班、晚班、夜班等多種班次，依規律循環。

# extendedShiftNamePlaceholder
source: Name, such as Early or Night
ar: الاسم، مثل صباحية أو ليلية
de: Name, z. B. Früh oder Nacht
es: Nombre, p. ej. Mañana o Noche
fr: Nom, par ex. Matin ou Nuit
hi_in: नाम, जैसे सुबह या रात
id: Nama, misalnya Pagi atau Malam
it: Nome, ad es. Mattina o Notte
ja: 名前（例：早番、夜勤）
ko: 이름(예: 주간, 야간)
mr_in: नाव, उदा. सकाळ किंवा रात्र
pt: Nome, como Manhã ou Noite
ru: Название, например «Утро» или «Ночь»
th: ชื่อ เช่น กะเช้า หรือ กะดึก
tr: Ad, ör. Sabah veya Gece
vi: Tên, ví dụ Ca sáng hoặc Ca đêm
zh_cn: 名称，如早班、夜班
zh_hk: 名稱，例如早更、夜更
zh_tw: 名稱，例如早班、夜班

# extendedShiftTypeInUse
source: The pattern still uses this shift. Give those days another shift first.
ar: ما زال النمط يستخدم هذه المناوبة. عيّن لتلك الأيام مناوبة أخرى أولًا.
de: Das Muster nutzt diese Schicht noch. Diesen Tagen zuerst eine andere Schicht geben.
es: El ciclo aún usa este turno. Asigna primero otro turno a esos días.
fr: Le cycle utilise encore ce service. Attribuez d’abord un autre service à ces jours.
hi_in: क्रम में अभी भी यह शिफ़्ट इस्तेमाल हो रही है। पहले उन दिनों को कोई दूसरी शिफ़्ट दें।
id: Pola masih memakai sif ini. Berikan sif lain untuk hari-hari itu terlebih dahulu.
it: Il ciclo usa ancora questo turno. Assegna prima un altro turno a quei giorni.
ja: パターンの中にまだこのシフトの日があります。先にその日を別のシフトに変更してください。
ko: 아직 패턴에 이 근무를 쓰는 날이 있습니다. 먼저 그날들을 다른 근무로 바꿔 주세요.
mr_in: क्रमात अजूनही ही शिफ्ट वापरली जात आहे. आधी त्या दिवसांना दुसरी शिफ्ट द्या.
pt: O ciclo ainda usa este turno. Atribua primeiro outro turno a esses dias.
ru: Цикл ещё использует эту смену. Сначала назначьте этим дням другую смену.
th: รูปแบบยังใช้กะนี้อยู่ โปรดเปลี่ยนวันเหล่านั้นเป็นกะอื่นก่อน
tr: Düzen bu vardiyayı hâlâ kullanıyor. Önce o günlere başka bir vardiya verin.
vi: Chu kỳ vẫn đang dùng ca này. Hãy đổi những ngày đó sang ca khác trước.
zh_cn: 排班规律里还有日子用着这个班次，先把这些日子换成其他班次。
zh_hk: 排班規律入面仲有日子用緊呢個班次，請先將嗰啲日子換成其他班次。
zh_tw: 排班規律裡還有日子使用這個班次，請先把這些日子換成其他班次。

# extendedShiftTypes
source: Shift types
ar: أنواع المناوبات
de: Schichtarten
es: Tipos de turno
fr: Types de service
hi_in: शिफ़्ट के प्रकार
id: Jenis sif
it: Tipi di turno
ja: シフトの種類
ko: 근무 유형
mr_in: शिफ्टचे प्रकार
pt: Tipos de turno
ru: Типы смен
th: ประเภทกะ
tr: Vardiya türleri
vi: Loại ca
zh_cn: 班次类型
zh_hk: 班次類型
zh_tw: 班次類型

# extendedToday
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
hi_in: आज
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
mr_in: आज
pt: Hoje
ru: Сегодня
th: วันนี้
tr: Bugün
vi: Hôm nay
zh_cn: 今天
zh_hk: 今日
zh_tw: 今天

# extendedTodayIs
source: Today is
ar: اليوم هو
de: Heute ist
es: Hoy es el
fr: Aujourd’hui est le
hi_in: आज है
id: Hari ini adalah
it: Oggi è il
ja: 今日は
ko: 오늘은
mr_in: आज आहे
pt: Hoje é o
ru: Сегодня
th: วันนี้คือ
tr: Bugün
vi: Hôm nay là
zh_cn: 今天是
zh_hk: 今日係
zh_tw: 今天是

# extendedWeekNumber
source: Week {{week}}
ar: الأسبوع {{week}}
de: Woche {{week}}
es: Semana {{week}}
fr: Semaine {{week}}
hi_in: सप्ताह {{week}}
id: Minggu {{week}}
it: Settimana {{week}}
ja: {{week}}週目
ko: {{week}}주차
mr_in: आठवडा {{week}}
pt: Semana {{week}}
ru: Неделя {{week}}
th: สัปดาห์ที่ {{week}}
tr: {{week}}. hafta
vi: Tuần {{week}}
zh_cn: 第 {{week}} 周
zh_hk: 第 {{week}} 週
zh_tw: 第 {{week}} 週

# firstRunBackToWelcome
source: Back to welcome
ar: العودة إلى صفحة الترحيب
de: Zurück zur Begrüßung
es: Volver a la bienvenida
fr: Retour à l’accueil
hi_in: स्वागत पेज पर वापस जाएँ
id: Kembali ke halaman sambutan
it: Torna alla schermata di benvenuto
ja: ようこそ画面に戻る
ko: 환영 화면으로 돌아가기
mr_in: स्वागत पृष्ठावर परत जा
pt: Voltar às boas-vindas
ru: Вернуться к экрану приветствия
th: กลับไปหน้าต้อนรับ
tr: Karşılama ekranına dön
vi: Quay lại trang chào mừng
zh_cn: 返回欢迎页
zh_hk: 返回歡迎頁
zh_tw: 返回歡迎頁

# firstRunCheckingCloud
source: Checking iCloud for your existing settings and records before setting up this device.
ar: جارٍ التحقق من iCloud بحثًا عن إعداداتك وسجلاتك الحالية قبل إعداد هذا الجهاز.
de: Wir prüfen iCloud auf vorhandene Einstellungen und Aufzeichnungen, bevor du dieses Gerät einrichtest.
es: Comprobando iCloud para encontrar tus ajustes y registros antes de configurar este dispositivo.
fr: Vérification d’iCloud pour retrouver vos réglages et enregistrements avant de configurer cet appareil.
hi_in: इस डिवाइस को सेट करने से पहले iCloud में आपकी मौजूदा सेटिंग और रिकॉर्ड देखे जा रहे हैं।
id: Memeriksa iCloud untuk pengaturan dan catatan Anda yang sudah ada sebelum menyiapkan perangkat ini.
it: Stiamo controllando iCloud per trovare impostazioni e registri esistenti prima di configurare questo dispositivo.
ja: このデバイスを設定する前に、iCloudに既存の設定と記録があるか確認しています。
ko: 이 기기를 설정하기 전에 iCloud에서 기존 설정과 기록을 확인하고 있습니다.
mr_in: हे उपकरण सेट करण्यापूर्वी iCloud मध्ये तुमच्या विद्यमान सेटिंग्ज आणि नोंदी तपासत आहोत.
pt: Verificando o iCloud em busca dos seus ajustes e registros antes de configurar este dispositivo.
ru: Перед настройкой этого устройства проверяем iCloud на наличие ваших настроек и записей.
th: กำลังตรวจสอบ iCloud เพื่อค้นหาการตั้งค่าและบันทึกเดิมของคุณก่อนตั้งค่าอุปกรณ์นี้
tr: Bu cihazı ayarlamadan önce mevcut ayarlarınızı ve kayıtlarınızı iCloud’da kontrol ediyoruz.
vi: Đang kiểm tra iCloud để tìm cài đặt và bản ghi hiện có trước khi thiết lập thiết bị này.
zh_cn: 正在检查 iCloud 中是否已有设置和记录，稍后再配置这台设备。
zh_hk: 正在檢查 iCloud 是否已有設定和記錄，稍後再設定這部裝置。
zh_tw: 正在檢查 iCloud 是否已有設定和記錄，稍後再設定這台裝置。

# firstRunCheckingPurchase
source: Checking your Plus access…
ar: جارٍ التحقق من صلاحية Plus الخاصة بك…
de: Dein Plus-Zugang wird geprüft…
es: Comprobando tu acceso a Plus…
fr: Vérification de votre accès Plus…
hi_in: आपकी Plus पहुँच जाँची जा रही है…
id: Memeriksa akses Plus Anda…
it: Stiamo controllando il tuo accesso Plus…
ja: Plusの利用権を確認中…
ko: Plus 이용 권한을 확인하는 중…
mr_in: तुमचा Plus प्रवेश तपासत आहोत…
pt: Verificando seu acesso ao Plus…
ru: Проверяем ваш доступ Plus…
th: กำลังตรวจสอบสิทธิ์ Plus ของคุณ…
tr: Plus erişiminiz kontrol ediliyor…
vi: Đang kiểm tra quyền truy cập Plus của bạn…
zh_cn: 正在检查 Plus 权益…
zh_hk: 正在檢查 Plus 權益…
zh_tw: 正在檢查 Plus 權益…

# firstRunCloudEmpty
source: No saved DoneAt data was found in this iCloud account. You can now set up your schedule.
ar: لم يتم العثور على بيانات DoneAt محفوظة في حساب iCloud هذا. يمكنك الآن إعداد جدولك.
de: In diesem iCloud-Account wurden keine gespeicherten DoneAt-Daten gefunden. Du kannst jetzt deinen Zeitplan einrichten.
es: No se encontraron datos guardados de DoneAt en esta cuenta de iCloud. Ya puedes configurar tu horario.
fr: Aucune donnée DoneAt enregistrée n’a été trouvée dans ce compte iCloud. Vous pouvez maintenant configurer votre planning.
hi_in: इस iCloud खाते में कोई सहेजा हुआ DoneAt डेटा नहीं मिला। अब आप अपना शेड्यूल सेट कर सकते हैं।
id: Tidak ada data DoneAt tersimpan yang ditemukan di akun iCloud ini. Kini Anda dapat menyiapkan jadwal.
it: Non sono stati trovati dati DoneAt salvati in questo account iCloud. Ora puoi configurare il tuo programma.
ja: このiCloudアカウントには保存済みのDoneAtデータがありません。勤務予定を設定できます。
ko: 이 iCloud 계정에서 저장된 DoneAt 데이터를 찾지 못했습니다. 이제 일정을 설정할 수 있습니다.
mr_in: या iCloud खात्यात जतन केलेला DoneAt डेटा सापडला नाही. आता तुम्ही तुमचे वेळापत्रक सेट करू शकता.
pt: Não foram encontrados dados salvos do DoneAt nesta conta do iCloud. Agora você pode configurar sua jornada.
ru: В этой учётной записи iCloud не найдено сохранённых данных DoneAt. Теперь можно настроить расписание.
th: ไม่พบข้อมูล DoneAt ที่บันทึกไว้ในบัญชี iCloud นี้ ตอนนี้คุณตั้งค่าตารางเวลาได้แล้ว
tr: Bu iCloud hesabında kaydedilmiş DoneAt verisi bulunamadı. Artık çalışma düzeninizi ayarlayabilirsiniz.
vi: Không tìm thấy dữ liệu DoneAt đã lưu trong tài khoản iCloud này. Bây giờ bạn có thể thiết lập lịch làm việc.
zh_cn: 当前 iCloud 账户中没有找到已保存的 DoneAt 数据，可以开始配置排班了。
zh_hk: 目前 iCloud 帳戶中沒有找到已儲存的 DoneAt 資料，現在可以開始設定工作時間。
zh_tw: 目前 iCloud 帳號中沒有找到已儲存的 DoneAt 資料，現在可以開始設定班表。

# firstRunCloudNeedsSetup
source: Your records are back. We did not find saved schedule settings, so you can finish setting up this device without losing what was restored.
ar: تمت استعادة سجلاتك، لكننا لم نعثر على إعدادات جدول محفوظة. يمكنك إكمال إعداد هذا الجهاز دون فقدان ما تمت استعادته.
de: Deine Aufzeichnungen sind wieder da. Gespeicherte Zeitplaneinstellungen wurden nicht gefunden. Du kannst dieses Gerät jetzt fertig einrichten; die wiederhergestellten Daten bleiben erhalten.
es: Tus registros ya están restaurados. No encontramos un horario guardado, así que puedes terminar de configurar este dispositivo sin perder lo restaurado.
fr: Vos données sont restaurées. Aucun planning enregistré n’a été trouvé. Vous pouvez terminer la configuration de cet appareil sans perdre les données restaurées.
hi_in: आपके रिकॉर्ड वापस आ गए हैं, लेकिन सहेजी हुई शेड्यूल सेटिंग नहीं मिली। बहाल किए गए डेटा को खोए बिना इस डिवाइस का सेटअप पूरा किया जा सकता है।
id: Catatan Anda sudah dipulihkan, tetapi pengaturan jadwal tersimpan tidak ditemukan. Anda dapat menyelesaikan penyiapan perangkat ini tanpa kehilangan data yang dipulihkan.
it: I tuoi dati sono stati ripristinati, ma non abbiamo trovato impostazioni di pianificazione salvate. Puoi completare la configurazione di questo dispositivo senza perdere i dati ripristinati.
ja: 記録を復元しましたが、保存済みの勤務予定は見つかりませんでした。復元した内容を残したまま、このデバイスの設定を完了できます。
ko: 기록은 복원되었지만 저장된 일정 설정을 찾지 못했습니다. 복원된 내용을 그대로 유지하면서 이 기기 설정을 마칠 수 있습니다.
mr_in: तुमच्या नोंदी पुनर्स्थापित झाल्या, पण जतन केलेली वेळापत्रक सेटिंग सापडली नाही. पुनर्स्थापित केलेला डेटा न गमावता या उपकरणाचे सेटअप पूर्ण करता येईल.
pt: Seus registros foram restaurados, mas não encontramos uma jornada salva. Você pode concluir a configuração deste dispositivo sem perder o que foi restaurado.
ru: Ваши записи восстановлены, но сохранённые настройки расписания не найдены. Можно завершить настройку этого устройства — восстановленные данные останутся на месте.
th: กู้คืนบันทึกของคุณแล้ว แต่ไม่พบการตั้งค่าตารางเวลาที่บันทึกไว้ คุณตั้งค่าอุปกรณ์นี้ต่อได้โดยข้อมูลที่กู้คืนไว้จะไม่สูญหาย
tr: Kayıtlarınız geri yüklendi ancak kaydedilmiş çalışma düzeni ayarları bulunamadı. Geri yüklenenleri kaybetmeden bu cihazın kurulumunu tamamlayabilirsiniz.
vi: Dữ liệu của bạn đã được khôi phục, nhưng không tìm thấy lịch làm việc đã lưu. Bạn có thể hoàn tất thiết lập thiết bị này mà không mất nội dung vừa khôi phục.
zh_cn: 记录已经恢复，但没有找到已保存的排班设置。你可以继续配置这台设备，刚刚恢复的内容都会保留。
zh_hk: 記錄已經還原，但沒有找到已儲存的工作時間設定。你可以繼續設定這部裝置，剛剛還原的內容都會保留。
zh_tw: 記錄已經回復，但沒有找到已儲存的班表設定。你可以繼續設定這台裝置，剛剛回復的內容都會保留。

# firstRunCloudRestoring
source: Restoring your settings and records. Your setup will be applied after the full download is checked.
ar: جارٍ استعادة إعداداتك وسجلاتك. سيُطبق إعدادك بعد التحقق من اكتمال التنزيل.
de: Einstellungen und Aufzeichnungen werden wiederhergestellt. Nach der vollständigen Prüfung des Downloads wird deine Einrichtung angewendet.
es: Restaurando tus ajustes y registros. La configuración se aplicará después de comprobar la descarga completa.
fr: Restauration de vos réglages et enregistrements. Votre configuration sera appliquée une fois le téléchargement complet vérifié.
hi_in: आपकी सेटिंग और रिकॉर्ड वापस लाए जा रहे हैं। पूरा डाउनलोड जाँचने के बाद आपका सेटअप लागू किया जाएगा।
id: Memulihkan pengaturan dan catatan Anda. Pengaturan akan diterapkan setelah unduhan lengkap diperiksa.
it: Stiamo ripristinando impostazioni e registri. La configurazione verrà applicata dopo la verifica del download completo.
ja: 設定と記録を復元しています。ダウンロード全体の確認後、このデバイスに設定が反映されます。
ko: 설정과 기록을 복원하고 있습니다. 전체 다운로드를 확인한 뒤 이 기기에 설정이 적용됩니다.
mr_in: तुमच्या सेटिंग्ज आणि नोंदी पुनर्संचयित करत आहोत. पूर्ण डाउनलोड तपासल्यानंतर तुमचे सेटअप लागू केले जाईल.
pt: Restaurando seus ajustes e registros. Sua configuração será aplicada depois que o download completo for verificado.
ru: Восстанавливаем настройки и записи. Настройка будет применена после проверки полной загрузки.
th: กำลังกู้คืนการตั้งค่าและบันทึก การตั้งค่าของคุณจะถูกนำไปใช้หลังจากตรวจสอบการดาวน์โหลดทั้งหมดแล้ว
tr: Ayarlarınız ve kayıtlarınız geri yükleniyor. Tam indirme kontrol edildikten sonra kurulumunuz uygulanır.
vi: Đang khôi phục cài đặt và bản ghi. Thiết lập của bạn sẽ được áp dụng sau khi kiểm tra xong toàn bộ bản tải xuống.
zh_cn: 正在恢复设置和记录。完整下载并检查后，将一次性应用到这台设备。
zh_hk: 正在還原設定和記錄。完整下載並檢查後，會一次套用到這部裝置。
zh_tw: 正在還原設定和記錄。完整下載並檢查後，會一次套用到這台裝置。

# firstRunCloudUnavailable
source: We could not check iCloud. Check your connection and iCloud sign-in, then try again. You can also set up offline; your settings will stay on this device until you choose how to connect them to iCloud.
ar: تعذر التحقق من iCloud. تحقق من اتصالك وتسجيل الدخول إلى iCloud، ثم حاول مرة أخرى. يمكنك أيضًا الإعداد دون اتصال؛ ستبقى إعداداتك على هذا الجهاز إلى أن تختار كيفية ربطها بـ iCloud.
de: iCloud konnte nicht geprüft werden. Prüfe deine Verbindung und die iCloud-Anmeldung und versuche es erneut. Du kannst auch offline einrichten; deine Einstellungen bleiben auf diesem Gerät, bis du entscheidest, wie du sie mit iCloud verbindest.
es: No pudimos comprobar iCloud. Revisa tu conexión e inicio de sesión de iCloud y vuelve a intentarlo. También puedes configurar sin conexión; tus ajustes se quedarán en este dispositivo hasta que elijas cómo conectarlos con iCloud.
fr: Nous n’avons pas pu vérifier iCloud. Vérifiez votre connexion et votre session iCloud, puis réessayez. Vous pouvez aussi configurer l’app hors ligne ; vos réglages resteront sur cet appareil jusqu’à ce que vous choisissiez comment les connecter à iCloud.
hi_in: iCloud की जाँच नहीं हो सकी। अपना कनेक्शन और iCloud साइन-इन जाँचें, फिर दोबारा कोशिश करें। आप ऑफ़लाइन भी सेट कर सकते हैं; आपकी सेटिंग इस डिवाइस पर रहेगी, जब तक आप उसे iCloud से जोड़ने का तरीका नहीं चुनते।
id: Kami tidak dapat memeriksa iCloud. Periksa koneksi dan masuk iCloud Anda, lalu coba lagi. Anda juga dapat menyiapkan secara offline; pengaturan akan tetap di perangkat ini sampai Anda memilih cara menghubungkannya ke iCloud.
it: Non siamo riusciti a controllare iCloud. Verifica la connessione e l’accesso a iCloud, poi riprova. Puoi anche configurare offline; le impostazioni resteranno su questo dispositivo finché non scegli come collegarle a iCloud.
ja: iCloudを確認できませんでした。接続とiCloudへのサインインを確認して、もう一度お試しください。オフラインで設定することもできます。その場合、iCloudへのつなぎ方を選ぶまで設定はこのデバイスに保存されます。
ko: iCloud를 확인할 수 없습니다. 연결과 iCloud 로그인 상태를 확인한 뒤 다시 시도하세요. 오프라인으로 설정할 수도 있으며, iCloud에 연결하는 방법을 선택할 때까지 설정은 이 기기에 남아 있습니다.
mr_in: iCloud तपासता आले नाही. तुमचे कनेक्शन आणि iCloud साइन-इन तपासून पुन्हा प्रयत्न करा. तुम्ही ऑफलाइनही सेट करू शकता; iCloud शी जोडण्याची पद्धत निवडेपर्यंत तुमच्या सेटिंग्ज या उपकरणावरच राहतील.
pt: Não foi possível verificar o iCloud. Confira sua conexão e sessão do iCloud, depois tente novamente. Você também pode configurar offline; seus ajustes ficarão neste dispositivo até escolher como conectá-los ao iCloud.
ru: Не удалось проверить iCloud. Проверьте подключение и вход в iCloud, затем попробуйте снова. Можно настроить приложение и без сети; настройки останутся на этом устройстве, пока вы не решите, как подключить их к iCloud.
th: เราไม่สามารถตรวจสอบ iCloud ได้ โปรดตรวจสอบการเชื่อมต่อและการลงชื่อเข้าใช้ iCloud แล้วลองอีกครั้ง คุณยังตั้งค่าแบบออฟไลน์ได้ การตั้งค่าจะอยู่ในอุปกรณ์นี้จนกว่าคุณจะเลือกวิธีเชื่อมต่อกับ iCloud
tr: iCloud’u kontrol edemedik. Bağlantınızı ve iCloud girişinizi kontrol edip tekrar deneyin. Çevrimdışı da ayarlayabilirsiniz; ayarlarınız, onları iCloud’a nasıl bağlayacağınızı seçene kadar bu cihazda kalır.
vi: Không thể kiểm tra iCloud. Hãy kiểm tra kết nối và đăng nhập iCloud, rồi thử lại. Bạn cũng có thể thiết lập ngoại tuyến; cài đặt sẽ ở lại trên thiết bị này cho đến khi bạn chọn cách kết nối chúng với iCloud.
zh_cn: 暂时无法检查 iCloud。请检查网络及 iCloud 登录状态后重试。也可以先离线配置；设置会保留在本机，之后由你选择如何与 iCloud 连接。
zh_hk: 暫時無法檢查 iCloud。請檢查網絡和 iCloud 登入狀態後再試。也可以先離線設定；設定會留在這部裝置上，之後再由你決定如何連接到 iCloud。
zh_tw: 暫時無法檢查 iCloud。請確認網路和 iCloud 登入狀態後再試。也可以先離線設定；設定會留在這台裝置上，之後再由你決定如何連接到 iCloud。

# firstRunContinueSetup
source: Set up this device
ar: إعداد هذا الجهاز
de: Dieses Gerät einrichten
es: Configurar este dispositivo
fr: Configurer cet appareil
hi_in: इस डिवाइस को सेट करें
id: Siapkan perangkat ini
it: Configura questo dispositivo
ja: このデバイスを設定
ko: 이 기기 설정하기
mr_in: हे उपकरण सेट अप करा
pt: Configurar este dispositivo
ru: Настроить это устройство
th: ตั้งค่าอุปกรณ์นี้
tr: Bu cihazı ayarla
vi: Thiết lập thiết bị này
zh_cn: 回到配置页
zh_hk: 返回設定頁
zh_tw: 返回設定頁
